Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Poland's foreign minister visits the Hashemite Kingdom of Jordan
pl: Wizyta szefa polskiej dyplomacji w Jordańskim Królestwie Haszymidzkim

source: Talks on bilateral cooperation, security in the region and support for Jordan to help refugees were the main points of Minister Witold Waszczykowski's visit to Jordan.
pl: Rozmowy na temat współpracy bilateralnej, bezpieczeństwa w regionie oraz wsparcie Jordanii w niesieniu pomocy uchodźcom były głównymi punktami wizyty ministra Witolda Waszczykowskiego w Jordanii.

source: During his visit to Jordan on Monday, the chief of Poland's diplomacy met with Jordanian Foreign Minister Nasser Judeh.
pl: Podczas poniedziałkowej wizyty w Jordanii szef polskiego MSZ spotkał się z ministrem spraw zagranicznych Jordanii Nasserem Judehem.

source: “By providing refuge to people fleeing war-torn areas, Jordan has taken on a huge burden.
pl: - Jordania przyjęła na siebie ogromny ciężar, udzielając schronienia osobom uciekającym z obszarów ogarniętych wojną.

source: It has proved itself as a responsible and reliable member of the international community.
pl: Udowodniła, że jest odpowiedzialnym i godnym zaufania członkiem społeczności międzynarodowej.

source: It is our duty to support the Jordanian authorities and society in this noble action,” stressed Minister Waszczykowski.
pl: Naszym obowiązkiem jest wspierać władze i społeczeństwo jordańskie w tym szlachetnym działaniu - podkreślił minister Waszczykowski.

source: The minister also said he appreciated Jordan's activities to ensure peace and stability in the Middle East.
pl: Minister wyraził również uznanie dla Jordanii w związku z jej działaniami na rzecz zapewnienia pokoju i stabilizacji w regionie Bliskiego Wschodu.

source: In this context, he recalled that Poland had joined the coalition against Daesh.
pl: Przypomniał w tym kontekście o przystąpieniu Polski do koalicji przeciwko Daesh.

source: Poland's military involvement in the region includes a training mission by 12 Polish soldiers who serve in intelligence analysis centre - the King Abdullah II Special Operations Training Center in Amman.
pl: Jednym z elementów polskiego zaangażowania wojskowego w regionie jest misja szkoleniowa 12 polskich żołnierzy służących w centrum analiz wywiadowczych - The King Abdullah II Special Operations Training Center w Ammanie.

source: Moreover, the ministers discussed bilateral relations and the security situation in the Middle East, including the Israeli-Palestinian peace process.
pl: Ministrowie rozmawiali ponadto o relacjach dwustronnych oraz sytuacji bezpieczeństwa na Bliskim Wschodzie, w tym procesie pokojowym pomiędzy Izraelem i Palestyną.

source: Mr Waszczykowski's visit to Jordan is a gesture of solidarity with the Jordanian authorities and the citizens of this country, who host refugees on their territory.
pl: Wizyta w Jordanii to gest solidarności z władzami tego kraju oraz z jego obywatelami, którzy goszczą na swoim terytorium uchodźców.

source: In Amman, Poland's top diplomat also met with refugees and representatives of organisations who help those in need.
pl: Minister Witold Waszczykowski w Ammanie spotkał się także z uchodźcami i przedstawicielami organizacji niosących pomoc potrzebującym.

source: Some gifts, such as sleeping bags, personal hygiene items and school supplies, were brought from Poland aboard the Polish government plane.
pl: Na pokładzie samolotu rządowego znalazły się śpiwory, środki higieny osobistej oraz przybory szkolne.

source: Others, including household detergents and school notebooks, will be purchased on the local market.
pl: Część pomocy humanitarnej - w postaci środków czystości czy zeszytów szkolnych - zostanie zakupiona na miejscu w Jordanii.

source: All aid provided by the MFA will be distributed among hundreds of the neediest families.
pl: Całość pomocy przekazywanej przez MSZ zostanie rozdystrybuowana wśród kilkuset najbardziej potrzebujących rodzin.

source: In its current aid delivery as well as in wider activities aimed at supporting Syrian refugees and Jordanians, the Polish MFA is partnered by Caritas Polska, Caritas Jordan, and MECI Jordan (Middle East Children Institute - a Jordanian charity organisation).
pl: Partnerem MSZ przy realizacji obecnej dostawy pomocy, a także szerszych działań służących wsparciu uchodźców syryjskich i Jordańczyków, są Caritas Polska, Caritas Jordan oraz MECI Jordan (Middle East Children Institue - jordańska organizacja charytatywna).

source: Since 2012, Poland has allocated nearly EUR 12 million for humanitarian and development aid for people affected by the conflict in Syria.
pl: Od 2012 r. Polska przeznaczyła blisko 12 mln euro na pomoc humanitarną i rozwojową dla osób poszkodowanych w wyniku konfliktu w Syrii.

source: In 2016-2017, it is planning to strengthen its financial support in response to the Syrian crisis.
pl: W 2016 i 2017 r. Polska planuje wzmocnić wsparcie finansowe w odpowiedzi na kryzys syryjski.

source: In respect of the Human Capital strategic priority, development cooperation for Senegal will be pursuing two deliverables:
pl: Z punktu widzenia realizacji priorytetu strategicznego kapitał ludzki, współpraca rozwojowa na rzecz Senegalu dążyć będzie do osiągnięcia dwóch rezultatów:

source: Increasing access to better healthcare for mothers and children
pl: zwiększenie dostępu do lepszej jakości opieki zdrowotnej matek i dzieci;

source: Improving teaching conditions and quality at all levels of education.
pl: poprawa warunków i jakości nauczania na wszystkich poziomach kształcenia.

source: Senegal ranks 170th (as of 2014) in the UNDP Human Development Index which annually monitors the socio-economic development of countries around the world.
pl: Senegal zajmuje 170. pozycję (2014 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: This makes Senegal one of the Least Developed Countries (LDCs).
pl: Znajduje się tym samym w grupie państw o najniższym stopniu rozwoju społecznego.

source: In Senegal, the poverty rate stands at 57.3% in rural areas and 41.3% in towns and cities.
pl: W Senegalu ubóstwem dotknięte jest 57,3% ludności obszarów wiejskich i 41,3% - miejskiej.

source: Measures to raise the quality of education and healthcare (among others, increasing the number of teachers and doctors, upgrading their qualifications, investment in infrastructure) are essential for the population's living standards to improve.
pl: Działania skierowane na poprawę poziomu szkolnictwa i usług medycznych (m.in. zwiększanie liczby nauczycieli i lekarzy, podnoszenie ich kwalifikacji, inwestycje w infrastrukturę) są konieczne dla osiągnięcia poprawy sytuacji życiowej ludności.

source: Those measures are consistent with the National Strategy for Economic and Social Development 2013-2017 (SNDES), approved by the Senegalese government.
pl: Wpisują się one w przyjętą przez rząd Senegalu Narodową Strategią Rozwoju Gospodarczego i Społecznego 2013-2017 (SNDES).

source: A universal primary education target has not been reached yet.
pl: Wciąż nie został osiągnięty cel powszechnego nauczania na poziomie podstawowym.

source: In 2012, Senegal's EDI ( Education for All Development Index ) rank was 0.716, which means that the country was in the group of the least developed countries.
pl: W 2012 r. współczynnik EDI ( Education for All Development Index ) dla Senegalu wyniósł 0,716, co oznacza, że kraj ten znalazł się w grupie państw najmniej rozwiniętych.

source: In 2014, Senegal's primary adjusted net enrolment ratio was 71%, while Poland's was 97% ( source ).
pl: W 2014 r. współczynnik skolaryzacji netto wśród uczniów szkół podstawowych w Senegalu wynosił 71%, podczas gdy w Polsce - 97% ( źródło ).

source: The low schooling rate and the high percentage of people prematurely dropping out of school (41%) are caused by the deficiencies of the Senegalese school system, which is characterised by a lack of teachers and a low quality of education and school infrastructure.
pl: Za niski poziom skolaryzacji oraz wysoki odsetek osób przedwcześnie kończących naukę (41%) odpowiada słabość senegalskiego systemu szkolnictwa, który cechuje niedostatek nauczycieli oraz niska jakość edukacji i infrastruktury szkolnej.

source: In 2012, there were 49 pupils per one teacher at the primary education level (compared with Poland's 10).
pl: W 2012 r. na etapie edukacji podstawowej na jednego nauczyciela przypadało 49 uczniów (dla porównania w Polsce - 10).

source: The lack of qualified teaching staff is a problem, too.
pl: Problemem jest również brak wykwalifikowanej kadry pedagogicznej.

source: Only 15% of early education teachers have the required training and qualifications ( source ).
pl: Na etapie wczesnej edukacji i opieki nad dzieckiem jedynie 15% nauczycieli ma odpowiednie przeszkolenie i kwalifikacje ( źródło ).

source: A similar story can be told about the Senegalese health care system, which does not fulfil WHO criteria in terms of the availability of medical infrastructure and qualified health workforce.
pl: Podobnie trudna sytuacja panuje w senegalskim systemie opieki zdrowotnej, który nie spełnia wymogów WHO jeżeli chodzi o dostępność infrastruktury medycznej i wykwalifikowanego personelu.

source: According to the 2008 data, the doctor-to-patients ratio is almost 17,000 ( source ).
pl: Według danych za 2008 r. na jednego lekarza przypada prawie 17 000 pacjentów ( źródło ).

source: In 2013, the neonatal mortality rate stood at 23 (per 1,000 live births), which ranks Senegal 45th in terms of mortality.
pl: W 2013 r. wskaźnik umieralności niemowląt wyniósł 23 (na 1000 żywych urodzeń), sytuując Senegal na 45. miejscu pod względem wysokości poziomu umieralności.

source: According to the most recent data for 2009-2013, the maternal mortality ratio amounted to 390 per 100,000 live births ( source ).
pl: Zgodnie z najbardziej aktualnymi danymi dostępnymi za okres 2009-2013, wskaźnik umieralności matek wyniósł 390 na 100 000 żywych urodzeń ( źródło ).

source: The following deliverables have been set for the Environmental Protection priority area:
pl: W ramach obszaru priorytetowego ochrona środowiska zostały wyróżnione następujące rezultaty:

source: Improving water management, including better access to water and sanitary infrastructure; promoting hygiene
pl: poprawa zarządzania gospodarką wodną, w tym zwiększony dostęp do infrastruktury wodno-sanitarnej oraz promocja higieny;

source: Improving access to renewable energy sources
pl: zwiększenie dostępu do odnawialnych źródeł energii;

source: Arresting deforestation, desertification, and soil degradation
pl: ograniczenie procesów wylesiania, pustynnienia czy degradacji gruntów;

source: The Environmental Protection priority is of a cross-cutting nature and of fundamental importance from the point of view of sustained economic growth.
pl: Priorytet ochrona środowiska ma charakter przekrojowy o fundamentalnym znaczeniu z punktu widzenia zrównoważenia rozwoju gospodarczego.

source: Environmental protection and the management of natural resources are also one of the specific development objectives in the SNDES programming document.
pl: Ochrona środowiska i zarządzanie zasobami naturalnymi stanowią również jeden ze szczegółowych celów rozwoju w dokumencie programowym SNDES.

source: In 2015, the percentage of people with access to basic sanitation was 65.4% and 33.8% for urban and rural areas, respectively, i.e. far from the target of 76% as set by Millennium Development Goal No 7 ( source ).
pl: Odsetek osób posiadających dostęp do podstawowej infrastruktury sanitarnej wyniósł w 2015 r. 65,4% - dla środowisk miejskich i 33,8% - dla obszarów wiejskich, a zatem pozostaje daleki od wyznaczonego na poziomie 76% Milenijnego Celu Rozwoju nr 7 ( źródło ).

source: One of the pillars of the SNDES strategy, Human Capital, Social Protection and Sustainable Development, lays down a specific goal: Increased Access to Safe Drinking Water and Sanitation.
pl: W strategii SNDES w ramach jednego z celów głównych „Rozwój ludzki, ochrona socjalna i zrównoważony rozwój” wskazany został cel szczegółowy: „Zwiększenie dostępu do wody pitnej i infrastruktury sanitarnej”.

source: Senegal's Strategy targets the following objectives to create balanced access to safe drinking water and hygiene services between the rural and urban areas:
pl: Dla poprawy dostępu do infrastruktury wodno-sanitarnej, a w szczególności zmniejszenia różnic pomiędzy obszarami wiejskimi i miejskimi, senegalska Strategia przewiduje podjęcie działań służących:

source: Increased access to safe drinking water
pl: poprawie dostępu do wody pitnej,

source: Develop sanitation services (constructing and improving waste water treatment plants, extending rainwater drainage systems in urban centres, constructing and rehabilitating sewage systems in urban and peri-urban areas)
pl: rozwojowi infrastruktury sanitarnej (m.in. budowa i ulepszanie systemów oczyszczania i przetwarzania ścieków, rozbudowa sieci melioracyjnych dla wód deszczowych w dużych miastach, budowa i naprawa sieci kanalizacyjnych na terenach miejskich i podmiejskich),

source: Support the integrated and sustained management of water resources (protection and conservation of strategic water supply sources)
pl: wspieraniu zintegrowanego i zrównoważonego zarządzania zasobami wodnymi (m.in. zachowanie strategicznych rezerw wody) oraz

source: The same pillar establishes another specific goal, Risk and Disaster Prevention and Management.
pl: W ramach tego samego celu głównego wskazany został również cel szczegółowy „Zapobieganie i reagowanie w sytuacji zagrożeń i katastrof”.

source: Owing to Senegal's geographic position, the high risk of adverse effects of climate change, and the risk of industrial disasters, the Strategy points to the need to prevent and reduce major disaster risks and improve the capacities to respond to natural disasters.
pl: Ze względu na położenie Senegalu i wysokie ryzyko wystąpienia negatywnych skutków związanych ze zmianą klimatu, a także zagrożenie katastrofą industrialną, wskazuje się na potrzebę zapobiegania i zmniejszania ryzyk wystąpienia katastrof oraz zwiększania zdolności reagowania w przypadku klęsk żywiołowych.

source: The Entrepreneurship and the Private Sector priority is set to deliver the following results:
pl: W ramach realizacji priorytetu przedsiębiorczość i sektor prywatny planowane jest osiągnięcie następujących rezultatów:

source: Promoting entrepreneurship, especially among young people and women, and creating jobs in rural areas
pl: zwiększona przedsiębiorczość, szczególnie wśród młodzieży i kobiet oraz nowe miejsca pracy utworzone na obszarach wiejskich;

source: Expanding access to high-quality technical education and vocational training
pl: zwiększony dostęp do wysokiej jakości kształcenia technicznego i szkolenia zawodowego;

source: Raising the competitiveness, efficiency and innovation of producers' groups, cooperatives and workers' cooperatives, in particular in the agri-food sector
pl: zwiększona konkurencyjność, wydajność i innowacyjność grup producenckich, kooperatyw oraz spółdzielni pracy, zwłaszcza w sektorze rolno-spożywczym.

source: Boosting entrepreneurship and the private sector, including small and medium-sized businesses, is an essential factor in social development and innovation and competitiveness of the economy.
pl: Wzrost przedsiębiorczości i sektora prywatnego, w tym małych i średnich przedsiębiorstw, jest istotnym czynnikiem rozwoju społecznego, innowacyjności i konkurencyjności gospodarki.

source: The lack of adequately qualified workforce is one of the barriers to Senegal's enterprise development.
pl: Jedną z barier dla rozwoju przedsiębiorczości w Senegalu jest brak odpowiednio wykwalifikowanych pracowników.

source: The goals of Polish development cooperation allow for the need to modernise the system of technical teaching and vocational training and to reach out to groups previously excluded from employment support programmes.
pl: Cele polskiej współpracy rozwojowej uwzględniają potrzebę poprawy systemu nauczania technicznego i szkoleń zawodowych oraz aktywizacji zawodowej grup dotychczas z niej wyłączonych.

source: Senegal's economy chiefly relies on mining, construction, tourism, fishery and agriculture; farming employs 77.5% of the population (compared with 12.6% in Poland).
pl: Gospodarka Senegalu opiera się przede wszystkim na górnictwie, budownictwie, turystyce, rybołówstwie i rolnictwie; w rolnictwie zatrudnione jest 77,5% populacji (dla porównania w Polsce - 12,6%).

source: The remaining 22.5% work in the industry and services sectors.
pl: Pozostałe 22,5% ludności pracuje w przemyśle i w sektorze usług.

source: According to the 2015 data, agriculture, industry and services accounted for 17.1%, 24.3%, and 58.6% of GDP ( source ), respectively.
pl: Według danych za 2015 r. udział rolnictwa w PKB wynosił 17,1%, przemysłu - 24,3%, usług - 58,6% ( źródło ).

source: By comparison, in 2015 agriculture, industry and services generated 3.3%, 41.1%, and 55.6% of Poland's GDP ( source ), respectively.
pl: Dla porównania w Polsce w 2015 r. rolnictwo wytworzyło 3,3% PKB, przemysł - 41,1%, a usługi - 55,6% ( źródło ).

source: In 2013, Senegal's labour market participation rate was 50.5%, and only 33.4% among women.
pl: W 2013 r. współczynnik aktywności zawodowej w Senegalu wynosił 50,5%, natomiast wśród kobiet zaledwie 33,4%.

source: Overall unemployment that year stood at 25.7%, with 40.4% among women and 18% among men ( source ).
pl: W tym samym roku stopa bezrobocia wynosiła 25,7%, przy czym wśród kobiet wskaźnik ten osiągnął 40,4%, natomiast wśród mężczyzn - 18% ( źródło ).

source: According to the diagnosis presented in the "Sénégal Emergent" economic plan , unemployment is the single most acute problem for 26.8% of the country's households.
pl: Zgodnie z diagnozą przedstawioną w Planie Gospodarczym „Sénégal Emergent” dla 26,8% gospodarstw domowych Senegalu brak zatrudnienia stanowi podstawowy problem życiowy.

source: Visit of Under-Secretary of State Krzysztof Stanowski to Ghana
pl: Wizyta Podsekretarza Stanu K. Stanowskiego w Ghanie

source: These projects are implemented by the Polish Green Network and "Friends of the Earth".
pl: Projekty te są realizowane przez Polską Zieloną Sieć i „Friends of the Earth".

source: The Polish delegation was greeted by local administrative and traditional authorities (tribal leaders).
pl: Polską delegację przywitały lokalne władze administracyjne i tradycyjne (szefowie plemienni).

source: The inauguration ceremony for the abovementioned projects was attended by several hundred local community members and representatives of Ghanaian NGOs cooperating with the Polish Green Network.
pl: W ceremonii inauguracji ww. projektów uczestniczyła kilkusetosobowa reprezentacja miejscowej społeczności oraz przedstawiciele ghańskich organizacji pozarządowych współpracujących z Polską Zieloną Siecią.

source: On 21 November 2011, Minister Stanowski met the Deputy Minister of Foreign Affairs and Regional Integration of Ghana, Chris Kpodo.
pl: W dniu 21 listopada 2011 r. Minister Stanowski spotkał się z Wiceministrem Spraw Zagranicznych i Współpracy Międzynarodowej Ghany, Chrisem Kpodo.

source: The discussion focused on the perspectives of developing bilateral cooperation and an exchange of opinions on topical international issues.
pl: Rozmowa dotyczyła perspektyw rozwoju stosunków dwustronnych oraz objęła wymianę poglądów na aktualne zagadnienia międzynarodowe.

source: The Ghanaian Deputy Minister spoke of the positive experiences of Polish-Ghanaian cooperation and expressed the interest of the Ghanaian authorities to expand this cooperation.
pl: Ghański wiceminister nawiązał do bogatego bilansu współpracy polsko-ghańskiej i deklarował zainteresowanie władz ghańskich dalszym jej rozwojem.

source: Both sides were glad to note an increase in trade and economic cooperation between the two countries.
pl: Obie strony z zadowoleniem odnotowały wzrost wymiany handlowej i współpracy gospodarczej między obu krajami.

source: Dr Kofi Asare, the Honorary Consul of the Republic of Poland in Ghana, also took part in the discussions.
pl: W rozmowie uczestniczył Konsul Honorowy RP w Ghanie, dr Kofi Asare.

source: During his visit to Ghana, Minister Stanowski also held talks with the Head of the EU Delegation in Accra and the Ambassadors of the Netherlands and the Czech Republic.
pl: W trakcie pobytu w Ghanie Minister Stanowski odbył również robocze rozmowy w szefem Delegatury UE w Akrze oraz Ambasadorami Holandii i Republiki Czeskiej.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Georgia / Georgia - projects carried out in 2012 / The world does not end with disability
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Gruzja / Projekty 2012 - Gruzja / Świat nie kończy się na niepełnosprawności

source: The world does not end with disability
pl: Świat nie kończy się na niepełnosprawności

source: The project by Foundation House of Family Rehabilitation of Children with Cerebral Palsy in Opole designed to train therapists for the main rehabilitation centre in Georgia run by the Order of Saint Camillus, presented a comprehensive approach to the issue.
pl: Projekt Fundacji Dom Rodzinnej Rehabilitacji Dzieci z Porażeniem Mózgowym w Opolu, mający na celu wyszkolenie terapeutów do głównego ośrodka rehabilitacyjnego w Gruzji, prowadzonego przez ojców Kamilianów, podchodził do problemu w sposób kompleksowy.

source: During their 3-month training, five women participants from Georgia (physiotherapists, group therapists and a speech therapist) learned about methods of work used in rehabilitation of people with disabilities applied in the Foundation and other therapy centres in the Silesian Voivodeship.
pl: Pięciu uczestniczkom z Gruzji (fizjoterapeutkom, terapeutkom zajęciowym i specjalistce logopedii) w trakcie ich 3-miesięcznego stażu udało pokazać metody pracy w rehabilitacji osób niepełnosprawnych stosowane w Fundacji oraz w innych ośrodkach terapeutycznych w województwie śląskim.

source: They visited the Centre for Education and Rehabilitation of Autistic Persons, Community Self-Help Centre in Kluczbork, EUROMED Rehabilitation Centre in Opole, Outpatients' Clinic of the Voivodeship Neuropsychiatric Group of Hospitals in Opole, Mental Hospital in Branice, Vocational Activity Institution in Branice where they were presented with a full range of techniques and methods used in therapy and rehabilitation work.
pl: Odwiedzane instytucje - Ośrodek Edukacyjno-Rehabilitacyjny dla autystów, Środowiskowy Dom Samopomocy w Kluczborku, Ośrodek Rehabilitacyjny EUROMED w Opolu, Oddział Dzienny Wojewódzkiego Zespołu Neuropsychiatrycznego w Opolu, Szpital dla Psychicznie Chorych w Branicach, Zakład Aktywności Zawodowej w Branicach, pokazały stażystom pełen wachlarz technik i metod pracy terapeutycznej i rehabilitacyjnej.

source: All the specialists from Georgia took an active part in practical classes run by the Foundation.
pl: Każda ze specjalistek gruzińskich brała czynny udział w zajęciach praktycznych prowadzonych w Fundacji.

source: This has enabled them to learn about the right selection of work techniques adjusted to the individual needs of the person with disability and the therapeutic equipment.
pl: W rezultacie uczestniczki miały możliwość nauczyć się właściwego doboru technik pracy w zależności od indywidualnych potrzeb osoby niepełnosprawnej oraz uwarunkowań sprzętowych.
